Repository: pontebodkin/voxelands
Catalog: po/*/voxelands.po
Languages: nl

source: Field Painting
nl: Veld Schilderij

source: Blue Flower Painting
nl: Blauwe Bloem Schilderij

source: Painting Canvas
nl: Schilderdoek

source: Clock
nl: Klok

source: Tree
nl: Boom

source: Apple Tree
nl: Appelboom

source: Jungle Tree
nl: Jungleboom

source: Conifer Tree
nl: Naaldboom

source: Young Tree
nl: Jonge Boom

source: Young Jungle Tree
nl: Jonge Jungleboom

source: Young Apple Tree
nl: Jonge Appelboom

source: Young Conifer Tree
nl: Jonge Naaldboom

source: Jungle Fern
nl: Jungle Varen

source: Leaves
nl: Bladeren

source: Apple Tree Leaves
nl: Appelboom Bladeren

source: Jungle Leaves
nl: Jungleboom Bladeren

source: Conifer Leaves
nl: Naaldboom Bladeren

source: Trimmed Leaves
nl: Bijgesneden Bladeren

source: Trimmed Apple Tree Leaves
nl: Bijgesneden Appelboom Bladeren

source: Trimmed Jungle Leaves
nl: Bijgesneden Jungleboom Bladeren

source: Trimmed Conifer Leaves
nl: Bijgesneden Naaldboom Bladeren

source: Apple Tree Blossom
nl: Appelboom Bloesem

source: Trimmed Apple Tree Blossom
nl: Bijgesneden Appelboom Bloesem

source: Cactus Blossom
nl: Cactus Bloesem

source: Cactus Flower
nl: Cactus Bloem

source: Sapling
nl: Jonge Boom

source: Apple Tree Sapling
nl: Jonge Appelboom

source: Jungle Sapling
nl: Jonge Jungleboom

source: Conifer Sapling
nl: Jonge Naaldboom

source: Wild Grass
nl: Wilde Gras

source: Dead Grass
nl: Dood Gras

source: Flower Stem
nl: Bloemstengel

source: Rose
nl: Roos

source: Daffodil
nl: Gele Narcis

source: Tulip
nl: Tulp

source: Tea Seeds
nl: Theezaadjes

source: Tea Plant
nl: Thee Plant

source: Coffee Beans
nl: Koffie Bonen

source: Coffee Plant
nl: Koffie Plant

source: Rough Stone Slab
nl: Ruwe Steenplak

source: Cobble Stone Slab
nl: Keisteen Plaat

source: Mossy Cobble Stone Slab
nl: Mossig Keisteen Plaat

source: Stone Slab
nl: Steenplak

source: Wood Slab
nl: Houten Plaat

source: Jungle Wood Slab
nl: Junglehout Plaat

source: Brick Slab
nl: Baksteen Plaat

source: Sand Stone Slab
nl: Zandsteen Plaat

source: Glass Slab
nl: Glasplaat

source: Blue Glass Slab
nl: Blauwe Glasplaat

source: Green Glass Slab
nl: Groene Glasplaat

source: Orange Glass Slab
nl: Oranje Glasplaat

source: Purple Glass Slab
nl: Paarse Glasplaat

source: Red Glass Slab
nl: Rode Glasplaat

source: Yellow Glass Slab
nl: Gele Glasplaat

source: Black Glass Slab
nl: Zwarte Glasplaat

source: Limestone Slab
nl: Kalksteenplak

source: Fence
nl: Hek

source: Steel Fence
nl: Stalen Hek

source: Jungle Wood Fence
nl: Junglehouten Hek

source: Pine Fence
nl: Grenen Hek

source: Steel Bars
nl: Stalen Staven

source: Terracotta Roof Tile
nl: Terracotta Dakpan

source: Wood Roof Tile
nl: Houten Dakpan

source: Asphalt Roof Tile
nl: Asfalt Dakpan

source: Stone Roof Tile
nl: Stenen Dakpan

source: Glass Roof Tile
nl: Glazen Dakpan

source: Blue Glass Roof Tile
nl: Blauwe Glazen Dakpan

source: Green Glass Roof Tile
nl: Groene Glazen Dakpan

source: Orange Glass Roof Tile
nl: Oranje Glazen Dakpan

source: Purple Glass Roof Tile
nl: Paarse Glazen Dakpan

source: Red Glass Roof Tile
nl: Rode Glazen Dakpan

source: Yellow Glass Roof Tile
nl: Gele Glazen Dakpan

source: Black Glass Roof Tile
nl: Zwarte Glazen Dakpan

source: Thatch Roof Tile
nl: Rieten Dakpan

source: Border Stone
nl: Grenssteen

source: Book
nl: Boek

source: Cook Book
nl: Kookboek

source: Decraft Book
nl: Decraft Boek

source: Diary
nl: Dagboek

source: Craft Book
nl: Craft Boek

source: Reverse Craft Book
nl: Omgekeerde Craft Boek

source: Guide
nl: Handleiding

source: Cooking Guide
nl: Kookgids

source: Decrafting Guide
nl: Decrafting Gids

source: Craft Guide
nl: Craft Gids

source: Reverse Craft Guide
nl: Omgekeerde Craft Gids

source: Fire
nl: Vuur

source: Torch
nl: Fakkel

source: Sign
nl: Bord

source: Locking Sign
nl: Vergrendelde Bord

source: Chest
nl: Schatkist

source: Creative Chest
nl: Creatieve Schatkist

source: Locking Chest
nl: Vergrendelde Schatkist

source: Safe
nl: Kluis

source: Furnace
nl: Oven

source: Locking Furnace
nl: Vergrendelde Oven

source: Incinerator
nl: Verbrandingsoven

source: Rainbow
nl: Regenboog

source: Unbaked Flower Pot
nl: Ongebakken Bloempot

source: Flower Pot
nl: Bloempot

source: Cobblestone Wall
nl: Keistenen Muur

source: Rough Stone Wall
nl: Ruwe Stenen Muur

source: Mossy Cobblestone Wall
nl: Mossige Keistenen Muur

source: Stone Wall
nl: Stenen Muur

source: Sand Stone Wall
nl: Zandstenen Muur

source: Limestone Wall
nl: Kalkstenen Muur

source: In-Progress explosion - how did you get this???
nl: In-Behandeling explosief - hoe kom je hieraan???

source: Steam
nl: Stoom

source: Home Flag
nl: Thuis Vlag

source: Blue Home Flag
nl: Blauwe Thuis Vlag

source: Green Home Flag
nl: Groene Thuis Vlag

source: Orange Home Flag
nl: Oranje Thuis Vlag

source: Purple Home Flag
nl: Paarse Thuis Vlag

source: Red Home Flag
nl: Rode Thuis Vlag

source: Yellow Home Flag
nl: Gele Thuis Vlag

source: Black Home Flag
nl: Zwarte Thuis Vlag

source: Life Support System
nl: Levens Ondersteunings Systeem

source: Parcel
nl: Perceel

source: Cauldron
nl: Ketel

source: Forge
nl: Smeden

source: Forge Fire
nl: Smeedvuur

source: Rough Stone Stair
nl: Ruwe Stenen Trap

source: Cobble Stone Stair
nl: Keistenen Trap

source: Mossy Cobble Stone Stair
nl: Mossige Keistenen Trap

source: Stone Stair
nl: Stenen Trap

source: Wood Stair
nl: Houten trap

source: Jungle Wood Stair
nl: Junglehouten Trap

source: Brick Stair
nl: Bakstenen Trap

source: Sand Stone Stair
nl: Zandstenen Trap

source: Limestone Stair
nl: Kalkstenen Trap

source: Fireball
nl: Vuurbal

source: Doe
nl: Ree

source: Stag
nl: Hert

source: Shark
nl: Haai

source: Tame Wolf
nl: Tamme Wolf

source: Sheep
nl: Schaap

source: Sheared Sheep
nl: Geschoren Schaap

source: Snowball
nl: Sneeuwbal

source: Grey Kitten
nl: Grijze Kitten

source: White Kitten
nl: Witte Kitten

source: Ginger Kitten
nl: Gember Kitten

source: Save
nl: Opslaan

source: %s's Home Flag
nl: %s's Thuis Vlag

source: You can't sleep yet.
nl: Je kunt nog niet slapen.

source: Go to sleep
nl: Go slapen

source: Someone else is sleeping here.
nl: Iemand anders is hier aan het slapen.

source: Get out of bed
nl: Ga uit bed

source: This bed is too uncomfortable to sleep in.
nl: Dit bed is to oncomfortabel om in the slapen.

source: Locking Chest owned by '%s'
nl: Vergendelde Schatkist in bezit van '%s'

source: Safe owned by '%s'
nl: Kluis in bezit van '%s'

source: Page %d of %d
nl: Pagina %d van %d

source: << Previous Page
nl: << Vorige Pagina

source: Next Page >>
nl: Volgende Pagina >>

source: Border Stone owned by '%s'
nl: Grenssteen in eigendom van '%s'

source: Furnace is overloaded
nl: De Oven is overbeladen

source: Furnace is out of fuel
nl: De oven heeft geen brandstof meer

source: Furnace is inactive
nl: De oven is inactief

source: Furnace is active
nl: De Oven is actief

source: Locking Furnace is overloaded
nl: De Vergrendelde Oven is overbeladen

source: Locking Furnace is out of fuel
nl: De Vergrendelde Oven heeft geen brandstof meer

source: Locking Furnace is inactive
nl: De Vergrendelde Oven is inactief

source: Locking Furnace is active
nl: De Vergrendelde Oven is actief

source: Armed Explosive: about to detonate
nl: Gewapende Explosief: Gaat bijna ontploffen

source: Armed Explosive: %d second till detonation
nl: Gewapend Explosief: %d seconde te gaan tot ontploffing

source: Incinerator is active
nl: De verbrandingsoven is actief

source: Incinerator is inactive
nl: De verbrandingsoven is inactief

source: Add fuel, then punch to incinerate wielded item
nl: Brandstof toevoegen en dan het voorwerp stoten om het te laten verbranden

source: Add item here to see recipe
nl: Item hier toevoegen om het recept te zien

source: Recipe %d of %d
nl: Recept %d van %d

source: Gives
nl: Geeft

source: Add item here to see cook result
nl: Item hier toevoegen om het kook resultaat zien

source: Add item here to see dig result
nl: Item hier toevoegen om het graaf resultaat te zien

source: Dig Result
nl: Graaf Resultaat

source: Random Drop
nl: Willekeurige Drop

source: Title
nl: Titel

source: Content
nl: Inhoud

source: Cauldron is active
nl: De Ketel is Actief

source: Cauldron is hot
nl: De Ketel is Heet

source: Cauldron is cool
nl: De Ketel is Koud

source: Cauldron is empty
nl: De Ketel is Leeg

source: Cauldron is inactive
nl: De Ketel is Inactief

source: Cauldron is out of fuel
nl: De Ketel heeft geen brondstof meer

source: Add fuel, then punch to add or remove water
nl: Brandstof toevoegen en dan het voorwerp stoten om water toe te voegen of te verwijderen

source: Show Enchanting
nl: Laat Enchanting zien

source: Show Crafting
nl: Laat Crafting zien

source: Small Stone Pick
nl: Kleine Stenen Houweel

source: Stone Pick
nl: Stenen Houweel

source: Flint Pick
nl: Vuurstenen Houweel

source: Steel Pick
nl: Stalen Houweel

source: Creative Pick
nl: Creatieve Houweel

source: Stone Trowel
nl: Stenen Troffel

source: Stone Shovel
nl: Stenen Schep

source: Flint Shovel
nl: Vuurstenen Schep

source: Steel Shovel
nl: Stalen Schep

source: Small Stone Axe
nl: Kleine Stenen Bijl

source: Stone Axe
nl: Stalen Bijl

source: Flint Axe
nl: Vuurstenen Bijl

source: Steel Axe
nl: Stalen Bijl

source: Wooden Club
nl: Houten Club

source: Stone Sword
nl: Stenen Zwaard

source: Steel Sword
nl: Stalen Zwaard

source: Flint Shears
nl: Vuurstenen Zwaard

source: Steel Shears
nl: Stalen Schaar

source: Wooden Bucket
nl: Houten Emmer

source: Tin Bucket
nl: Tinnen Emmer

source: Wooden Bucket of Water
nl: Houten Emmer met Water

source: Tin Bucket of Water
nl: Tinnen Emmer met Water

source: Steel Bucket
nl: Stalen Emmer

source: Steel Bucket of Water
nl: Stalen Emmer met Water

source: Steel Bucket of Lava
nl: Stalen Emmer met Lava

source: Fire Starter
nl: Aansteker

source: Crowbar
nl: Breekijzer

source: Key
nl: Sleutel

source: Stone Spear
nl: Stenen Speer

source: Flint Spear
nl: Vuurstenen Speer

source: Steel Spear
nl: Stalen Speer

source: Bow
nl: Boog

source: Raw Mithril Pick
nl: Ruwe Mithril Houweel

source: Raw Mithril Shovel
nl: Ruwe Mithril Schep

source: Raw Mithril Axe
nl: Ruwe Mithril Bijl

source: Raw Mithril Sword
nl: Ruwe Mithril Zwaard

source: Raw Mithril Spear
nl: Ruwe Mithril Speer

source: Unbound Mithril Pick
nl: Ongebonden Mithril Houweel

source: Unbound Mithril Shovel
nl: Ongebonden Mithril Schep

source: Unbound Mithril Axe
nl: Ongebonden Mithril Bijl

source: Unbound Mithril Sword
nl: Ongebonden Mithril Zwaard

source: Unbound Mithril Spear
nl: Ongebonden Mithril Speer

source: Mithril Pick
nl: Mithril Houweel

source: Mithril Shovel
nl: Mithril Schep

source: Mithril Axe
nl: Mithril Bijl

source: Mithril Sword
nl: Mithril Zwaard

source: Mithril Spear
nl: Mithril Speer

source: Mithril Key
nl: Mithril Sleutel

source: Clothes
nl: Kleren

source: Hat/Helmet
nl: Hoed/Helm

source: Jacket
nl: Jas

source: Decorative
nl: Decoratief

source: Belt
nl: Riem

source: Pants
nl: Broek

source: Boots
nl: Laarzen

source: Drop to Ground
nl: Laten Vallen

source: Change Clothing
nl: Verander kleding

source: Loading
nl: Laden

source: Loading...
nl: Laden...

source: Creating server...
nl: Server Creeëren

source: Creating client...
nl: Client Creeëren

source: Resolving address...
nl: Adres vinden...

source: Couldn't resolve address
nl: Kon het opgegeven adres niet vinden.

source: Connecting to server... (timeout in %d second)
nl: Verbinding maken met de server... (timeout in %d seconde)

source: Access denied. Reason: %ls
nl: Toegang geweigerd. Reden: %ls

source: Unable to Connect (port already in use?).
nl: Kan geen verbinding maken (port is al in gebruik?).

source: Connection timed out.
nl: Connectie time-out.

source: Access denied. Reason:
nl: Toegang geweigerd. Reden:

source: free_move disabled
nl: vrij_bewegen uit

source: free_move enabled
nl: vrij_bewegen aan

source: Saved screenshot to '%s'
nl: Screenshot opgeslagen naar '%s'

source: HUD shown
nl: HUD laten zien

source: HUD hidden
nl: HUD verbergen

source: Chat shown
nl: Chat zichtbaar

source: Chat hidden
nl: Chat onzichtbaar

source: Fog disabled
nl: Mist uit

source: Fog enabled
nl: Mist aan

source: Camera update disabled
nl: Camera update uit

source: Camera update enabled
nl: Camera update aan

source: Debug info shown
nl: Debug info zichtbaar

source: Debug info and frametime graph hidden
nl: Debug info en frametijd grafiek zijn verborgen

source: Frametime graph shown
nl: Frametijd grafiek laten zien

source: Profiler shown (page %d of %d)
nl: Profiler laten zien (pagina %d van %d)

source: Profiler hidden
nl: Profiel verbergen

source: Minimum viewing range changed to %d
nl: Minimale Gezichtsveld is veranderd naar %d

source: Enabled full viewing range
nl: Volledige Gezichtsveld Aanzetten

source: Disabled full viewing range
nl: Volledige Gezichtsveld Uitzetten

source: Disconnected (Network Timeout)
nl: Verbinding Verbroken (Netwerk Time-out)

source: Shutting down...
nl: Uitschakelen...

source: You died.
nl: Je bent dood

source: Left click: Move all items, Right click: Move single item
nl: Linker knop: Alle items verplaatsen, Rechter knop: Enkele item verplaatsen

source: Write It
nl: Schrijven

source: Character Creator
nl: Personage Maker

source: Settings
nl: Opties

source: Quit
nl: Verlaten

source: Creative Mode
nl: Creatieve Modus

source: Adventure Mode
nl: Avontuur Modus

source: Survival Mode
nl: Survival Modus

source: Advanced Settings
nl: Geavanceerde Opties

source: Map Options
nl: Map Opties

source: Start Game
nl: Start Spel

source: Hide Advanced Settings
nl: Geavanceerde Instellingen Verbergen

source: Creatures
nl: Wezens

source: None
nl: Geen

source: Passive
nl: Passief

source: Passive & Aggressive
nl: Passief & Aggressief

source: Passive, Aggressive, & Destructive
nl: Passied, Aggressief, & Destructief

source: Player Damage
nl: Speler Schade

source: Suffocation/Drowning
nl: Verstikking/Verdrinking

source: Hunger
nl: Honger

source: Tool Wear
nl: Gereedschap Slijtage

source: Dangerous Fire
nl: Gevaarlijke Brand

source: Infinite Inventory
nl: Oneindige Inventaris

source: Initial Inventory
nl: Aanvankelijke Inventaris

source: Droppable Inventory
nl: Inventaris die je kunt laten droppen

source: Death drops Inventory
nl: Inventaris dropt als je dood gaat

source: Hide Map Options
nl: Map Opties Verbergen

source: Create New Map
nl: Nieuwe Wereld Creeëren

source: Warning! Your old map will be deleted!
nl: Waarschuwing! Je oude wereld wordt verwijderd!

source: Flat
nl: Vlak

source: Flatter
nl: Vlakker

source: Smoother
nl: Gladder

source: Default
nl: Standaard

source: Hilly
nl: Heuvelachtig

source: Mountains
nl: Bergen

source: Crazy
nl: Gek

source: Crazy Hills
nl: Gekke Heuvels

source: Use Fixed Seed
nl: Gebruik Vaste Startwaarde

source: Map Seed
nl: Map Startwaarde

source: Clear Map
nl: Map Wissen

source: Warning! This will delete all construction from your map!
nl: Waarschuwing! Dit zal alle gebouwen van jouw kaart verwijderen!

source: Voxelands http://www.voxelands.com/ By Lisa 'darkrose' Milne <lisa@ltmnet.com> and contributors.
nl: Voxelands http://www.voxelands.com/ Gemaakt door Lisa 'darkrose' Milne <lisa@ltmnet.com> en door bijdragers.

source: Programmers
nl: Programmeurs

source: Artists and Modellers
nl: Artiesten en Modellers

source: Translators
nl: Vertalers

source: Documentation Writters
nl: Documentatie Schrijvers

source: Testers, Packagers, and Builders
nl: Testers, Packagers en Builders

source: Music and Sound Effects Composers
nl: Muziek en Geluidseffecten Composers

source: Other Contributers, and Special Thanks
nl: Andere Bijdragers en Speciale Dank aan

source: Based on Minetest-C55 by Perttu Ahola <celeron55@gmail.com> and contributors: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... and tens of more random people.
nl: Gebaseerd op Minetest-C55 door Perttu Ahola <celeron55@gmail.com> en de volgende bijdragers: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... en nog tientalle andere personen.

source: Continue
nl: Doorgaan

source: Main Menu
nl: Hoofd Menu

source: All Servers
nl: Alle servers

source: Favourite Servers
nl: Favoriete Servers

source: Custom Connect
nl: Verbinden met Aangepaste Verbinding

source: Custom Connection
nl: Aangepaste Verbinding

source: Address/Port
nl: Adres?Port

source: Add to Favourites
nl: Toevoegen aan Favorieten

source: Connect
nl: Verbinden

source: Name/Password
nl: Naam/Wachtwoord

source: My Favourites
nl: Mijn Favorieten

source: Server List
nl: Server Lijst

source: Get New List
nl: Haal Nieuwe Lijst

source: Remove from Favourites
nl: Verwijderen van Favorieten

source: Old Password
nl: Oud Wachtwoord

source: New Password
nl: Nieuw Wachtwoord

source: Confirm Password
nl: Bevestig Wachtwoord

source: Change
nl: Verander

source: Passwords do not match!
nl: Wachtwoorden komen niet overeen!

source: Voxelands by darkrose and contributors
nl: Voxelands gemaakt door darkrose en bijdragers

source: Change Password
nl: Verander Wachtwoord

source: Disconnect
nl: Verbinding Verbreken

source: Forward
nl: Voorwaarts

source: Backward
nl: Achteruit

source: Left
nl: Links

source: Right
nl: Rechts

source: Jump
nl: Springen

source: Sneak
nl: Sluipen

source: Inventory
nl: Inventaris

source: Use Item
nl: Gebruik Item

source: Command
nl: Commando

source: Range Select
nl: Bereik Selecteren

source: Toggle Fly
nl: Zet Vliegen aan/uit

source: Up
nl: Omhoog

source: Down
nl: Omlaag

source: Run
nl: Ren

source: Examine/Open
nl: Bekijk/Open

source: Take Screenshot
nl: Neem Screenshot

source: Show/Hide HUD
nl: Toon/Verberg HUD

source: Show/Hide Chat
nl: Toon/Verberg Chat

source: Toggle Fog
nl: Zet mist aan/uit

source: Increase Viewing Range
nl: Verhoog Gezichtsveld

source: Decrease Viewing Range
nl: Verlaag Gezichtsveld

source: Previous Item
nl: Vorige Item

source: Next Item
nl: Volgende Item

source: Graphics
nl: Grafisch

source: Sound
nl: Geluid

source: Terrain Mesh Detail
nl: Terrein Mesh Detail

source: Low
nl: Laag

source: Medium
nl: Middel

source: High
nl: Hoog

source: Classic HUD
nl: Klassieke HUD

source: Wieldring Index
nl: Draagring Index

source: Some settings cannot be changed in-game.
nl: Sommige Instellingen kunnen niet in-game veranderd worden.

source: Fullscreen
nl: Volledig Scherm

source: Particles
nl: Deeltjes

source: press Key
nl: Druk op een knop

source: Unknown
nl: Onbekend

source: Fall
nl: Val

source: Exposure
nl: Blootstellen

source: Cold
nl: Koud

source: Attack
nl: Aanvallen

source: Space
nl: Spatie

source: Poison
nl: Giftig

source: Summer
nl: Zomer

source: Autumn
nl: Herfst

source: Spring
nl: Lente

source: Day %u of Year %u
nl: Dag %u van Jaar %u

source: Energy Boost: %d:%02d
nl: Energie Boost: %d:%02d

source: Cold Protection: %d:%02d
nl: Vries Bescherming: %d:%02d

source: Contains:
nl: Bevat:

source: Cookable: Yes
nl: Kun je koken: Ja

source: Fuel Burn Time:
nl: Brandstofverbruik tijd:

source: Hunger:
nl: Honger:

source: Health:
nl: Gezondheid:

source: Cold Protection:
nl: Vries Bescherming:

source: Energy Boost:
nl: Energie Boost:

source: Strength:
nl: Kracht:

source: Speed:
nl: Snelheid:

source: Armour:
nl: Harnas:

source: Warmth:
nl: Warmte:

source: Pressure:
nl: Druk:

source: Suffocation:
nl: Verstikking:

source: Durability:
nl: Duurzaamheid:

source: Left Button
nl: Linker Toets

source: Right Button
nl: Rechter Toets

source: Middle Button
nl: Middelste Knop

source: X Button 1
nl: X Knop 1

source: X Button 2
nl: X Knop 2

source: Back
nl: Terug

source: Clear
nl: Wis

source: Return
nl: Terugkeer

source: Pause
nl: Pauze

source: Final
nl: Finale

source: Accept
nl: Accepteren

source: Mode Change
nl: Modus Veranderen

source: Prior
nl: Vorige

source: Next
nl: Volgende

source: Select
nl: Selecteren

source: Execute
nl: Uitvoeren

source: Snapshot
nl: Momentopname

source: Left Windows
nl: Linker Venster

source: Right Windows
nl: Rechter Venster

source: Sleep
nl: Slaap

source: Left Shift
nl: Linker Shift

source: Right Shift
nl: Rechter Shift

source: Left Control
nl: Linker Control

source: Right Control
nl: Rechter Control

source: Left Menu
nl: Linker Menu

source: Right Menu
nl: Rechter Menu

source: Comma
nl: Komma

source: Period
nl: Punt

source: Erase OEF
nl: Clear OEF

source: Play
nl: Speel

source: Setting Up UI
nl: UI Opstellen

source: Loading MapNodes
nl: MapNodes Laden

source: Loading Creatures
nl: Bezig met het laden van Wezens

source: Setting Up Sound
nl: Geluid Opstellen

source: Loading Base MapNodes
nl: Basis MapNodes Laden

source: Loading Circuit MapNodes
nl: Circuit MapNodes Laten

source: Loading Plant MapNodes
nl: Plant MapNodes Laden

source: Loading Farming MapNodes
nl: Landbouw MapNodes Laden

source: Loading Decorative MapNodes
nl: Decoratieve MapNodes Laden

source: Loading Interactive MapNodes
nl: Interactieve MapNodes Laden

source: Loading Special MapNodes
nl: Speciale MapNodes Laden

source: Coal
nl: Kool

source: Iron
nl: IJzer

source: Copper
nl: Koper

source: Silver
nl: Zilver

source: Gold
nl: Goud

source: Quartz
nl: Kwarts

source: Turquoise
nl: Turkoois
