Repository: pontebodkin/voxelands
Catalog: po/*/voxelands.po
Languages: nl

source: White Skin
nl: Witte Huidskleur

source: Red Skin
nl: Rode Huidskleur

source: Green Skin
nl: Groene Huidskleur

source: Fair Skin
nl: Lichte Huidskleur

source: Tanned Skin
nl: Gebruinde Huidskleur

source: Dark Skin
nl: Donkere Huidskleur

source: Black Skin
nl: Zwarte Huidskleur

source: Human Face
nl: Menselijk Gezicht

source: Elven Face
nl: Elven Gezicht

source: Dwarven Face
nl: Dwergen Gezicht

source: Alien Face
nl: Alien Gezicht

source: White Hair
nl: Wit Haar

source: Blue Hair
nl: Blauw Haar

source: Green Hair
nl: Groen Haar

source: Orange Hair
nl: Oranje Haar

source: Brown Hair
nl: Bruin Haar

source: Purple Hair
nl: Paars Haar

source: Red Hair
nl: Rood Haar

source: Blonde Hair
nl: Blond Haar

source: Black Hair
nl: Zwart Haar

source: Short Hair
nl: Kort Haar

source: Medium Hair
nl: Gemiddeld Haar

source: Long Hair
nl: Lang Haar

source: Styled Hair
nl: Gestyled Haar

source: White Eyes
nl: Witte Ogen

source: Blue Eyes
nl: Blauwe Ogen

source: Green Eyes
nl: Groene Ogen

source: Orange Eyes
nl: Oranje Ogen

source: Brown Eyes
nl: Bruine Ogen

source: Purple Eyes
nl: Paarse Ogen

source: Red Eyes
nl: Rode Ogen

source: Yellow Eyes
nl: Gele Ogen

source: Black Eyes
nl: Zwarte Ogen

source: White T-Shirt
nl: Witte T-Shirt

source: Blue T-Shirt
nl: Blauwe T-Shirt

source: Green T-Shirt
nl: Groene T-Shirt

source: Orange T-Shirt
nl: Oranje T-Shirt

source: Purple T-Shirt
nl: Paarse T-Shirt

source: Red T-Shirt
nl: Rode T-Shirt

source: Yellow T-Shirt
nl: Gele T-Shirt

source: Black T-Shirt
nl: Zwarte T-Shirt

source: White Pants
nl: Witte Broek

source: Blue Pants
nl: Blauwe Broek

source: Green Pants
nl: Groene Broek

source: Orange Pants
nl: Oranje Broek

source: Purple Pants
nl: Paarse Broek

source: Red Pants
nl: Rode Broek

source: Yellow Pants
nl: Gele Broek

source: Black Pants
nl: Zwarte Broek

source: Leather Shoes
nl: Leren Schoenen

source: Fur Shoes
nl: Bonte Schoenen

source: Canvas Shoes
nl: Canvas Schoenen

source: Here you can create your default character, this is how other players will see you in-game. When you join a new server you will start with the clothing you select here. Additional clothing, both protective and decorative, can be crafted in-game. You can return here from the main menu anytime to change your character.
nl: Hier kun je jouw personage aanmaken, zo zien de andere spelers jouw personage in het spel. Als je naar een nieuwe server gaat dan start je met de kleding die je daar hebt selecteerd. Aanvullende kleding, zowel beschermend als decoratief, kun je in het spel maken. Je kunt hier altijd terugkeren via het hoofdmenu om jouw personage te veranderen.

source: Create Your Character
nl: Creër Jouw Personage

source: Male
nl: Man

source: Female
nl: Vrouw

source: Taller
nl: Langer

source: Shorter
nl: Korter

source: Wider
nl: Wijder

source: Thinner
nl: Dunner

source: Done
nl: Klaar

source: Cancel
nl: Annuleren

source: Space Suit Pants
nl: Ruimtepak Broek

source: Space Suit Shirt
nl: Ruimtepak Shirt

source: Space Suit Helmet
nl: Ruimtepak Helm

source: Space Suit Boots
nl: Ruimtepak Laarzen

source: Cotton T-Shirt
nl: Katoenen T-Shirt

source: Blue Cotton T-Shirt
nl: Blauwe Katoenen T-Shirt

source: Green Cotton T-Shirt
nl: Groene Katoenen T-Shirt

source: Orange Cotton Tshirt
nl: Oranje Katoenen T-Shirt

source: Purple Cotton T-Shirt
nl: Paarse Katoenen T-Shirt

source: Red Cotton T-Shirt
nl: Rode Katoenen T-Shirt

source: Yellow Cotton T-Shirt
nl: Gele Katoenen T-Shirt

source: Black Cotton T-Shirt
nl: Zwarte Katoenen T-Shirt

source: Cotton Shirt
nl: Katoenen Shirt

source: Blue Cotton Shirt
nl: Blauwe Katoenen Shirt

source: Green Cotton Shirt
nl: Groene Katoenen Shirt

source: Orange Cotton Shirt
nl: Oranje Katoenen Shirt

source: Purple Cotton Shirt
nl: Paarse Katoenen Shirt

source: Red Cotton Shirt
nl: Rode Katoenen Shirt

source: Yellow Cotton Shirt
nl: Gele Katoenen Shirt

source: Black Cotton Shirt
nl: Zwarte Katoenen Shirt

source: Cotton Shorts
nl: Katoenen Shorts

source: Blue Cotton Shorts
nl: Blauwe Katoenen Shorts

source: Green Cotton Shorts
nl: Groene Katoenen Shorts

source: Orange Cotton Shorts
nl: Oranje Katoenen Shorts

source: Purple Cotton Shorts
nl: Paarse Katoenen Shorts

source: Red Cotton Shorts
nl: Rode Katoenen Shorts

source: Yellow Cotton Shorts
nl: Gele Katoenen Shorts

source: Black Cotton Shorts
nl: Zwarte Katoenen Shorts

source: Cotton Hat
nl: Katoenen Hoed

source: Blue Cotton Hat
nl: Blauwe Katoenen Hoed

source: Green Cotton Hat
nl: Groene Katoenen Hoed

source: Orange Cotton Hat
nl: Oranje Katoenen Hoed

source: Purple Cotton Hat
nl: Paarse Katoenen Hoed

source: Red Cotton Hat
nl: Rode Katoenen Hoed

source: Yellow Cotton Hat
nl: Gele Katoenen Hoed

source: Black Cotton Hat
nl: Zwarte Katoenen Hoed

source: Cotton Tie
nl: Katoenen Das

source: Blue Cotton Tie
nl: Blauwe Katoenen Das

source: Green Cotton Tie
nl: Groene Katoenen Das

source: Orange Cotton Tie
nl: Oranje Katoenen Das

source: Purple Cotton Tie
nl: Paarse Katoenen Das

source: Red Cotton Tie
nl: Rode Katoenen Das

source: Yellow Cotton Tie
nl: Gele Katoenen Das

source: Black Cotton Tie
nl: Zwarte Katoenen Das

source: Blue Canvas Shirt
nl: Blauwe Canvas Shirt

source: Green Canvas Shirt
nl: Groene Canvas Shirt

source: Orange Canvas Shirt
nl: Oranje Canvas Shirt

source: Purple Canvas Shirt
nl: Paarse Canvas Shirt

source: Red Canvas Shirt
nl: Rode Canvas Shirt

source: Yellow Canvas Shirt
nl: Gele Canvas Shirt

source: Black Canvas Shirt
nl: Zwarte Canvas Shirt

source: Canvas Pants
nl: Canvas Broek

source: Blue Canvas Pants
nl: Blauwe Canvas Broek

source: Green Canvas Pants
nl: Groene Canvas Broek

source: Orange Canvas Pants
nl: Oranje Canvas Broek

source: Purple Canvas Pants
nl: Paarse Canvas Broek

source: Red Canvas Pants
nl: Rode Canvas Broek

source: Yellow Canvas Pants
nl: Gele Canvas Broek

source: Black Canvas Pants
nl: Zwarte Canvas Broek

source: Blue Canvas Shoes
nl: Blauwe Canvas Schoenen

source: Green Canvas Shoes
nl: Groene Canvas Schoenen

source: Orange Canvas Shoes
nl: Oranje Canvas Schoenen

source: Purple Canvas Shoes
nl: Paarse Canvas Schoenen

source: Red Canvas Shoes
nl: Rode Canvas Schoenen

source: Yellow Canvas Shoes
nl: Gele Canvas Schoenen

source: Black Canvas Shoes
nl: Zwarte Canvas Schoenen

source: Canvas Belt
nl: Canvas Riem

source: Blue Canvas Belt
nl: Blauwe Canvas Riem

source: Green Canvas Belt
nl: Groene Canvas Riem

source: Orange Canvas Belt
nl: Oranje Canvas Riem

source: Purple Canvas Belt
nl: Paarse Canvas Riem

source: Red Canvas Belt
nl: Rode Canvas Riem

source: Yellow Canvas Belt
nl: Gele Canvas Riem

source: Black Canvas Belt
nl: Zwarte Canvas Riem

source: Leather Jacket
nl: Leren Jas

source: White Leather Jacket
nl: Witte Leren Jas

source: Blue Leather Jacket
nl: Blauwe Leren Jas

source: Green Leather Jacket
nl: Groene Leren Jas

source: Orange Leather Jacket
nl: Oranje Leren Jas

source: Purple Leather Jacket
nl: Paarse Leren Jas

source: Red Leather Jacket
nl: Rode Leren Jas

source: Yellow Leather Jacket
nl: Gele Leren Jas

source: Black Leather Jacket
nl: Zwarte Leren Jas

source: Leather Pants
nl: Leren Broek

source: White Leather Pants
nl: Witte Leren Broek

source: Blue Leather Pants
nl: Blauwe Leren Broek

source: Green Leather Pants
nl: Groene Leren Broek

source: Orange Leather Pants
nl: Oranje Leren Broek

source: Purple Leather Pants
nl: Paarse Leren Broek

source: Red Leather Pants
nl: Rode Leren Broek

source: Yellow Leather Pants
nl: Gele Leren Broek

source: Black Leather Pants
nl: Zwarte Leren Broek

source: Leather Hat
nl: Leren Hoed

source: White Leather Hat
nl: Witte Leren Hoed

source: Blue Leather Hat
nl: Blauwe Leren Hoed

source: Green Leather Hat
nl: Groene Leren Hoed

source: Orange Leather Hat
nl: Oranje Leren Hoed

source: Purple Leather Hat
nl: Paarse Leren Hoed

source: Red Leather Hat
nl: Rode Leren Hoed

source: Yellow Leather Hat
nl: Gele Leren Hoed

source: Black Leather Hat
nl: Zwarte Leren Hoed

source: Leather Helmet
nl: Leren Helm

source: White Leather Helmet
nl: Witte Leren Helm

source: Blue Leather Helmet
nl: Blauwe Leren Helm

source: Green Leather Helmet
nl: Groene Leren Helm

source: Orange Leather Helmet
nl: Oranje Leren Helm

source: Purple Leather Helmet
nl: Paarse Leren Helm

source: Red Leather Helmet
nl: Rode Leren Helm

source: Yellow Leather Helmet
nl: Gele Leren Helm

source: Black Leather Helmet
nl: Zwarte Leren Helm

source: White Leather Shoes
nl: Witte Leren Schoenen

source: Blue Leather Shoes
nl: Blauwe Leren Schoenen

source: Green Leather Shoes
nl: Groene Leren Schoenen

source: Orange Leather Shoes
nl: Oranje Leren Schoenen

source: Purple Leather Shoes
nl: Paarse Leren Schoenen

source: Red Leather Shoes
nl: Rode Leren Schoenen

source: Yellow Leather Shoes
nl: Gele Leren Schoenen

source: Black Leather Shoes
nl: Zwarte Leren Schoenen

source: Leather Boots
nl: Leren Laarzen

source: White Leather Boots
nl: Witte Leren Laarzen

source: Blue Leather Boots
nl: Blauwe Leren Laarzen

source: Green Leather Boots
nl: Groene Leren Laarzen

source: Orange Leather Boots
nl: Oranje Leren Laarzen

source: Purple Leather Boots
nl: Paarse Leren Laarzen

source: Red Leather Boots
nl: Rode Leren Laarzen

source: Yellow Leather Boots
nl: Gele Leren Laarzen

source: Black Leather Boots
nl: Zwarte Leren Laarzen

source: Leather Belt
nl: Leren Riem

source: White Leather Belt
nl: Witte Leren Riem

source: Blue Leather Belt
nl: Blauwe Leren Riem

source: Green Leather Belt
nl: Groene Leren Riem

source: Orange Leather Belt
nl: Oranje Leren Riem

source: Purple Leather Belt
nl: Paarse Leren Riem

source: Red Leather Belt
nl: Rode Leren Riem

source: Yellow Leather Belt
nl: Gele Leren Riem

source: Black Leather Belt
nl: Zwarte Leren Riem

source: Fur Coat
nl: Pelsjas

source: White Fur Coat
nl: Witte Pelsjas

source: Blue Fur Coat
nl: Blauwe Pelsjas

source: Green Fur Coat
nl: Groene Pelsjas

source: Orange Fur Coat
nl: Oranje Pelsjas

source: Purple Fur Coat
nl: Paarse Pelsjas

source: Red Fur Coat
nl: Rode Pelsjas

source: Yellow Fur Coat
nl: Gele Pelsjas

source: Black Fur Coat
nl: Zwarte Pelsjas

source: Fur Pants
nl: Bonte Broek

source: White Fur Pants
nl: Witte Bonte Broek

source: Blue Fur Pants
nl: Blauwe Bonte Broek

source: Green Fur Pants
nl: Groene Bonte Broek

source: Orange Fur Pants
nl: Oranje Bonte Broek

source: Purple Fur Pants
nl: Paarse Bonte Broek

source: Red Fur Pants
nl: Rode Bonte Broek

source: Yellow Fur Pants
nl: Gele Bonte Broek

source: Black Fur Pants
nl: Zwarte Bonte Broek

source: Fur Hat
nl: Bonte Hoed

source: White Fur Hat
nl: Witte Bonte Hoed

source: Blue Fur Hat
nl: Blauwe Bonte Hoed

source: Green Fur Hat
nl: Groene Bonte Hoed

source: Orange Fur Hat
nl: Oranje Bonte Hoed

source: Purple Fur Hat
nl: Paarse Bonte Hoed

source: Red Fur Hat
nl: Rode Bonte Hoed

source: Yellow Fur Hat
nl: Gele Bonte Hoed

source: Black Fur Hat
nl: Zwarte Bonte Hoed

source: White Fur Shoes
nl: Witte Bonte Schoenen

source: Blue Fur Shoes
nl: Blauwe Bonte Schoenen

source: Green Fur Shoes
nl: Groene Bonte Schoenen

source: Orange Fur Shoes
nl: Oranje Bonte Schoenen

source: Purple Fur Shoes
nl: Paarse Bonte Schoenen

source: Red Fur Shoes
nl: Rode Bonte Schoenen

source: Yellow Fur Shoes
nl: Gele Bonte Schoenen

source: Black Fur Shoes
nl: Zwarte Bonte Schoenen

source: Fur Boots
nl: Bonte Laarzen

source: White Fur Boots
nl: Witte Bonte Laarzen

source: Blue Fur Boots
nl: Blauwe Bonte Laarzen

source: Green Fur Boots
nl: Groene Bonte Laarzen

source: Orange Fur Boots
nl: Oranje Bonte Laarzen

source: Purple Fur Boots
nl: Paarse Bonte Laarzen

source: Red Fur Boots
nl: Rode Bonte Laarzen

source: Yellow Fur Boots
nl: Gele Bonte Laarzen

source: Black Fur Boots
nl: Zwarte Bonte Laarzen

source: Leather Necklace
nl: Leren Halsketting

source: Gold Medallion
nl: Gouden Medaillon

source: Copper Medallion
nl: Koperen Medaillon

source: Silver Medallion
nl: Zilveren Medaillon

source: Tin Medallion
nl: Tinnen Medaillon

source: Iron Medallion
nl: IJzeren Medaillon

source: Quartz Medallion
nl: Kwartsen Medaillon

source: Steel Helmet
nl: Stalen Helm

source: Steel Chest Armour
nl: Stalen Borstplaat

source: Steel Pants
nl: Stalen Broek

source: Steel Boots
nl: Stalen Laarzen

source: Copper Helmet
nl: Koperen Helm

source: Copper Chest Armour
nl: Koperen Borstplaat

source: Copper Pants
nl: Koperen Beenbeschermers

source: Copper Boots
nl: Koperen Laarzen

source: Paper
nl: Papier

source: Charcoal Lump
nl: Houtskool Klomp

source: Coal Lump
nl: Steenkool Klomp

source: Iron Lump
nl: Ijzer Klomp

source: Clay Lump
nl: Klei Klomp

source: Tin Lump
nl: Tin Klomp

source: Copper Lump
nl: Koper Klomp

source: Silver Lump
nl: Zilver Klomp

source: Gold Lump
nl: Goud Klomp

source: Quartz Crystal
nl: Kwarts kristal

source: Tin Ingot
nl: Tinstaaf

source: Copper Ingot
nl: Koperstaaf

source: Silver Ingot
nl: Zilverstaaf

source: Gold Ingot
nl: Goudstaaf

source: Flint
nl: Vuursteen

source: Steel Ingot
nl: Ijzerstaaf

source: Brick
nl: Baksteen

source: Cooked Rat
nl: Gebakken Rat

source: Firefly
nl: Vuurvliegje

source: Apple
nl: Appel

source: Iron Apple
nl: Ijzeren Appel

source: Blue Dye
nl: Blauwe Kleurstof

source: Green Dye
nl: Groene Kleurstof

source: Orange Dye
nl: Oranje Kleurstof

source: Purple Dye
nl: Paarse Kleurstof

source: Red Dye
nl: Rode Kleurstof

source: Yellow Dye
nl: Gele Kleurstof

source: White Dye
nl: Witte Kleurstof

source: Black Dye
nl: Zwarte Kleurstof

source: Quartz Dust
nl: Kwarts Stof

source: Saltpeter
nl: Salpeter

source: Gun Powder
nl: Buskruit

source: Snow Ball
nl: Sneeuwbal

source: Stick
nl: Stok

source: Pine Plank
nl: Dennenhouten plank

source: Wood Plank
nl: Houten Plank

source: Jungle Wood Plank
nl: Junglehouten Plank

source: TNT Stick
nl: TNT Stok

source: Ash
nl: As

source: Apple Blossoms
nl: Appelbloesem

source: Cactus Berry
nl: Cactusbes

source: Mush
nl: Moes

source: Sliced Pumpkin
nl: Gesneden Pompoen

source: Pumpkin Pie Slice
nl: Stuk Pompoentaart

source: Apple Pie Slice
nl: Stuk Appeltaart

source: Sliced Melon
nl: Gesneden Meloen

source: Wheat
nl: Tarwe

source: Flour
nl: Bloem

source: Dough
nl: Deeg

source: Bread
nl: Brood

source: Potato
nl: Aardappel

source: Potato Starch
nl: Aardappel zetmeel

source: Roast Potato
nl: Geroosterde Aardappel

source: Carrot
nl: Wortel

source: Raw Carrot Cake
nl: Rauwe Worteltaart

source: Carrot Cake
nl: Worteltaart

source: Beetroot
nl: Suikerbiet

source: Bunch of Grapes
nl: Druiven

source: String
nl: Draad

source: Mithril Dust
nl: Mithril Poeder

source: Resin
nl: Hars

source: Oerkki Dust
nl: Oerkkipoeder

source: Fish
nl: Vis

source: Cooked Fish
nl: Gebakken Vis

source: Meat
nl: Vlees

source: Cooked Meat
nl: Gebakken Vlees

source: Cotton Sheet
nl: Katoenen Doek

source: Blue Cotton Sheet
nl: Blauwe Katoenen Doek

source: Green Cotton Sheet
nl: Groene Katoenen Doek

source: Orange Cotton Sheet
nl: Oranje Katoenen Doek

source: Purple Cotton Sheet
nl: Paarse Katoenen Doek

source: Red Cotton Sheet
nl: Rode Katoenen Doek

source: Yellow Cotton Sheet
nl: Gele Katoenen Doek

source: Black Cotton Sheet
nl: Zwarte Katoenen Doek

source: Canvas Sheet
nl: Canvas Doek

source: Blue Canvas Sheet
nl: Blauwe Canvas Doek

source: Green Canvas Sheet
nl: Groene Canvas Doek

source: Orange Canvas Sheet
nl: Oranje Canvas Doek

source: Purple Canvas Sheet
nl: Paarse Canvas Doek

source: Red Canvas Sheet
nl: Rode Canvas Doek

source: Yellow Canvas Sheet
nl: Gele Canvas Doek

source: Black Canvas Sheet
nl: Zwarte Canvas Doek

source: Fur
nl: Vacht

source: White Fur
nl: Witte Vacht

source: Blue Fur
nl: Blauwe Vacht

source: Green Fur
nl: Groene Vacht

source: Orange Fur
nl: Oranje Vacht

source: Purple Fur
nl: Paarse Vacht

source: Red Fur
nl: Rode Vacht

source: Yellow Fur
nl: Gele Vacht

source: Black Fur
nl: Zwarte Vacht

source: Leather
nl: Leer

source: White Leather
nl: Wit Leer

source: Blue Leather
nl: Blauw Leer

source: Green Leather
nl: Groen Leer

source: Orange Leather
nl: Oranje Leer

source: Purple Leather
nl: Paars Leer

source: Red Leather
nl: Rood Leer

source: Yellow Leather
nl: Geel Leer

source: Black Leather
nl: Zwart Leer

source: Arrow
nl: Pijl

source: Fertilizer
nl: Meststof

source: White Oerkki Dust
nl: Witte Oerkki Poeder

source: Blue Oerkki Dust
nl: Blauwe Oerkki Poeder

source: Green Oerkki Dust
nl: Groene Oerkki Poeder

source: Orange Oerkki Dust
nl: Oranje Oerkki Poeder

source: Purple Oerkki Dust
nl: Paarse Oerkki Poeder

source: Red Oerkki Dust
nl: Rode Oerkki Poeder

source: Yellow Oerkki Dust
nl: Gele Oerkki Poeder

source: Black Oerkki Dust
nl: Zwarte Oerkki Poeder

source: Glass Bottle
nl: Glazen Fles

source: Grape Juice
nl: Druiven Sap

source: Apple Juice
nl: Appel Sap

source: Tea Leaves
nl: Thee Bladeren

source: Tea
nl: Thee

source: Roasted Coffee Beans
nl: Geroosterde koffiebonen

source: Coffee
nl: Koffie

source: Steel Bottle
nl: Stalen Fles

source: Bottle of Water
nl: Fles met Water

source: Bottle of Hot Water
nl: Fles met Warme Water

source: Raw Mithril
nl: Ruwe Mithril

source: Unbound Mithril
nl: Ongebonden Mithril

source: Ruby
nl: Robijn

source: Turquiose
nl: Turkoois

source: Amethyst
nl: Amethist

source: Sapphire
nl: Saffier

source: Sunstone
nl: Zonnesteen

source: Salt
nl: Zout

source: Space Dust
nl: Ruimte poeder

source: Stone
nl: Steen

source: Limestone
nl: Kalksteen

source: Space Rock
nl: Ruimte Steen

source: Marble
nl: Marmer

source: Rock
nl: Rots

source: Ice
nl: Ijs

source: Coal Block
nl: Steenkool Blok

source: Charcoal Block
nl: Houtskool Blok

source: Stone Brick
nl: Baksteen

source: Stone Block
nl: Steen Blok

source: Rough Stone Brick
nl: Ruwe Baksteen

source: Rough Stone Block
nl: Ruwe Steen Blok

source: Grass
nl: Gras

source: Growing Grass
nl: Groeiende Gras

source: Muddy Snow
nl: Modderige Sneeuw

source: Mud
nl: Modder

source: Ash Block
nl: As Blok

source: Sand
nl: Zand

source: Desert Sand
nl: Woestijn Zand

source: Gravel
nl: Grind

source: Sand Stone
nl: Zandsteen

source: Sand Stone Bricks
nl: Zandbaksteen

source: Sand Stone Blocks
nl: Zandsteen Blok

source: Clay
nl: Klei

source: Blue Clay
nl: Blauwe Klei

source: Green Clay
nl: Groene Klei

source: Orange Clay
nl: Oranje Klei

source: Purple Clay
nl: Paarse Klei

source: Red Clay
nl: Rode Klei

source: Yellow Clay
nl: Gele Klei

source: Black Clay
nl: Zwarte Klei

source: Terracotta
nl: Teracotta

source: Terracotta Brick
nl: Teracotta Baksteen

source: Terracotta Block
nl: Teracotta Blok

source: Terracotta Tile
nl: Teracotta Tegel

source: Glass
nl: Glas

source: Blue Glass
nl: Blauw Glas

source: Green Glass
nl: Groen Glas

source: Orange Glass
nl: Oranje Glas

source: Purple Glass
nl: Paars Glas

source: Red Glass
nl: Rood Glas

source: Yellow Glass
nl: Geel Glas

source: Black Glass
nl: Zwart Glas

source: Glass Pane
nl: Glazen Ruit

source: Blue Glass Pane
nl: Blauwe Glazen Ruit

source: Green Glass Pane
nl: Groene Glazen Ruit

source: Orange Glass Pane
nl: Oranje Glazen Ruit

source: Purple Glass Pane
nl: Paarse Glazen Ruit

source: Red Glass Pane
nl: Rode Glazen Ruit

source: Yellow Glass Pane
nl: Gele Glazen Ruit

source: Black Glass Pane
nl: Zwarte Glazen Ruit

source: Glass Light
nl: Glazen Lamp

source: Wood
nl: Hout

source: Jungle Wood
nl: Junglehout

source: Pine
nl: Dennenhout

source: Sponge
nl: Spons

source: Waterlogged Sponge
nl: Volgezogen Spons

source: Hay Bale
nl: Hooibaal

source: Raw Apple Pie
nl: Rauwe Appeltaart

source: Apple Pie
nl: Appeltaart

source: Raw Pumpkin Pie
nl: Rauwe Pompoentaart

source: Pumpkin Pie
nl: Pompoentaart

source: Snow
nl: Sneeuw

source: Snowman
nl: Sneeuwpop

source: Cotton
nl: Katoen

source: Blue Cotton
nl: Blauw Katoen

source: Green Cotton
nl: Groen Katoen

source: Orange Cotton
nl: Oranje Katoen

source: Purple Cotton
nl: Paars Katoen

source: Red Cotton
nl: Rood Katoen

source: Yellow Cotton
nl: Geel Katoen

source: Black Cotton
nl: Zwart Katoen

source: Carpet
nl: Tapijt

source: Blue Carpet
nl: Blauw Tapijt

source: Green Carpet
nl: Groen Tapijt

source: Orange Carpet
nl: Oranje Tapijt

source: Purple Carpet
nl: Paars Tapijt

source: Red Carpet
nl: Rood Tapijt

source: Yellow Carpet
nl: Geel Tapijt

source: Black Carpet
nl: Zwart Tapijt

source: Air
nl: Lucht

source: Vacuum
nl: Vacuüm

source: Rough Stone
nl: Ruwe Steen

source: Cobble Stone
nl: Keisteen

source: Mossy Cobble Stone
nl: Mossig Keisteen

source: Steel Block
nl: Staal Blok

source: Mithril Block
nl: Mithril Blok

source: Stone Knob
nl: Stenen Draaiknop

source: Rough Stone Knob
nl: Ruwe Stenen Draaiknop

source: Sandstone Knob
nl: Zandstenen Draaiknop

source: Wooden Knob
nl: Houten Draaiknop

source: Junglewood Knob
nl: Junglehouten Draaiknop

source: Pine Knob
nl: Grenen Draaiknop

source: Copper Block
nl: Koper Blok

source: Gold Block
nl: Goud Blok

source: Silver Block
nl: Zilver Blok

source: Tin Block
nl: Tin Blok

source: Quartz Block
nl: Kwarts Blok

source: Stone Tiles
nl: Steen Tegel

source: Wood Tiles
nl: Hout Tegel

source: Mithril Wire
nl: Mithril Draad

source: Copper Wire
nl: Koperen Draad

source: Solar Panel
nl: Zonnepaneel

source: Water Wheel
nl: Waterrad

source: Switch
nl: Schakelaar

source: Button
nl: Knop

source: Stone Pressure Plate
nl: Stenen Drukplaat

source: Wood Pressure Plate
nl: Houten Drukplaat

source: Not Gate
nl: Niet-Poort

source: Repeater
nl: Herhaler

source: Electric Lamp
nl: Elektrische Lamp

source: Piston
nl: Duwmachine

source: Piston Arm
nl: Duwmachine Arm

source: Sticky Piston
nl: Kleverige Duwmachine

source: Sticky Piston Arm
nl: Kleverige Duwmachine Arm

source: Wood Door
nl: Houten Deur

source: Steel Door
nl: Stalen Deur

source: Glass Door
nl: Glazen Deur

source: Wood Windowed Door
nl: Houten Deur met Ramen

source: Steel Windowed Door
nl: Stalen Deur met Ramen

source: Right Hanging Wood Door
nl: Rechts Hangende Houten Deur

source: Right Hanging Glass Door
nl: Rechts Hangende Glazen Deur

source: Right Hanging Steel Door
nl: Rechts Hangende Stalen Deur

source: Right Hanging Wood Windowed Door
nl: Rechts Hangende Houten Deur met Ramen

source: Right Hanging Steel Windowed Door
nl: Rechts Hangende Stalen Deur met Ramen

source: Wood Hatch
nl: Houten Luik

source: Steel Hatch
nl: Stalen Luik

source: Wood Windowed Hatch
nl: Houten Luik met Ramen

source: Steel Windowed Hatch
nl: Stalen Luik met Ramen

source: Wood Gate
nl: Houten Poort

source: Steel Gate
nl: Stalen Poort

source: Farm Dirt
nl: Boerderij Vuil

source: Trellis
nl: Traliewerk

source: Wheat Seeds
nl: Tarwezaad

source: Melon Seeds
nl: Meloenzaad

source: Pumpkin Seeds
nl: Pompoenzaad

source: Potato Seeds
nl: Aardappelzaad

source: Carrot Seeds
nl: Wortelzaad

source: Beetroot Seeds
nl: Bietzaad

source: Grape Seeds
nl: Druifzaad

source: Cotton Seeds
nl: Katoenzaad

source: Melon
nl: Meloen

source: Pumpkin
nl: Pompoen

source: Grape
nl: Druif

source: Trellis Grape
nl: Druiven Traliewerk

source: Dead Vine
nl: Dode Liaan

source: Book Shelf
nl: Boekenkast

source: Junglewood Book Shelf
nl: Junglehouten Boekenkast

source: Pine Book Shelf
nl: Grenen Boekenkast

source: Couch
nl: Bank

source: Blue Couch
nl: Blauwe Bank

source: Green Couch
nl: Groene Bank

source: Orange Couch
nl: Oranje Bank

source: Purple Couch
nl: Paarse Bank

source: Red Couch
nl: Rode Bank

source: Yellow Couch
nl: Gele Bank

source: Black Couch
nl: Zwarte Bank

source: Chair
nl: Stoel

source: Table
nl: Tafel

source: Blue Bed
nl: Blauwe Bed

source: Green Bed
nl: Groene Bed

source: Orange Bed
nl: Oranje Bed

source: Purple Bed
nl: Paarse Bed

source: Red Bed
nl: Rode Bed

source: Yellow Bed
nl: Gele Bed

source: Black Bed
nl: Zwarte Bed

source: Camp Bed
nl: Kamp Bed

source: Colorful Painting
nl: Kleurrijke Schilderij

source: Red Rose Painting
nl: Rode Roos Schilderij
